Repository: coreymwamba/bash-fuzzy-clock
Catalog: *.po
Languages: eo, it

source: nearly
eo: preskaŭ
it: quasi

source: just after
eo: tuj post
it: solo dopo

source: o'clock
eo: la

source: morning
eo: mateno
it: di mattino

source: afternoon
eo: posttagmezo
it: del pomeriggio

source: evening
eo: vespero
it: di sera

source: night
eo: nokto
it: di notte

source: half past
eo: kaj duono
it: e mezzo

source: one
eo: unua
it: l'una

source: two
eo: dua
it: due

source: three
eo: tria
it: tr√©

source: four
eo: kvara
it: quattro

source: five
eo: kvina
it: cinque

source: six
eo: sesa
it: sei

source: seven
eo: sepa
it: sette

source: eight
eo: oka
it: le otto

source: nine
eo: naŭa
it: le nove

source: ten
eo: deka
it: dieci

source: eleven
eo: dekunua
it: undici

source: midnight
eo: noktmezo

source: midday
eo: tagmezo
it: mezzogiorno

source: hour
eo: horo
it: le

source: five past
eo: kaj kvin
it: e cinque

source: ten past
eo: kaj dek
it: e dieci

source: quarter past
eo: kaj kvarono
it: e quattro

source: twenty past
eo: kaj dudek
it: e vent1

source: twenty-five past
eo: kaj dudekvin
it: e venticinque

source: twenty-five to
eo: dudek kvin antaŭe la
it: meno venticinque

source: twenty to
eo: dudek antaŭe la
it: meno venti

source: quarter to
eo: kvarono antaŭe la
it: meno quattro

source: ten to
eo: dek antaŭe la
it: meno dieci

source: five to
eo: kvin antaŭe la
it: meno cinque

source: $th $manner\n
eo: $manner $th\n
it: $th\n

source: $adj $th $manner\n
eo: $manner $th $adj\n
it: $th $adj\n

source: $adv $th $manner\n
eo: $adv$manner $th\n
it: $adv $th\n

source: $adv $adj $th $manner\n
eo: $adv$manner $th $adj\n
it: $adv $th $adj\n

source: mezzonotte
it: medianoche
